import React from 'react'

const ArticleOne = () => {
  return (
    <div dir='rtl' className='article'>
        <h1>
فهم الأساسيات: مقدمة للغة الإشارة العربية</h1>
        <p>لغة الإشارة العربية ليست مجرد طريقة تواصل بديلة للأشخاص الصم وضعاف السمع، بل هي لغة كاملة ومعقدة بحد ذاتها. تمامًا مثل اللغة المنطوقة، فإن لغة الإشارة العربية لديها قواعد نحوية خاصة بها ومفرداتها التي تتطور باستمرار. دعونا نغوص بعمق في عالم لغة الإشارة العربية ونكتشف مكوناتها وأهميتها.</p>
        <h2>ما هي لغة الإشارة العربية؟</h2>
        <p>لغة الإشارة العربية هي لغة طبيعية مرئية تستخدم للتواصل من قبل مجتمع الصم وضعاف السمع في الوطن العربي. على عكس اللغات المنطوقة التي تعتمد على الأصوات والكلمات، فإن لغة الإشارة العربية تستخدم الإيماءات وتعبيرات الوجه وحركات الجسم للتعبير عن الأفكار والمشاعر والمعلومات.</p>
        <h2>من يستخدم لغة الإشارة العربية؟</h2>
        <p>المستخدمون الأساسيون للغة الإشارة العربية هم الصم وضعاف السمع في الدول العربية. ومع ذلك، هناك فئة أخرى مهمة تستخدمها وهي الأشخاص الذين يتواصلون بشكل منتظم مع مجتمع الصم، مثل المعلمين والمترجمين وأفراد العائلة والأصدقاء المقربين.</p>
        <h2>رحلة الكلمات إلى الإشارات: مكونات لغة الإشارة العربية</h2>
        <p>تتكون لغة الإشارة العربية من خمسة عناصر رئيسية تعمل معًا لخلق معنى:</p>
        <ul>
            <li style={{fontSize: '18px', fontWeight: "600"}}>الإشارات اليدوية:</li>
            <p>تشكل الإشارات اليدوية حجر الزاوية للغة الإشارة العربية. يتم استخدام اليدين والاصابع لتمثيل حروف الأبجدية العربية، وكذلك المفردات والأفعال والتعبيرات. على سبيل المثال، يمكن أن تمثل إشارة معينة كلمة "كتاب"، بينما تشير إشارة أخرى إلى فعل "قراءة".</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>تعبيرات الوجه:</li>
            <p>لا تقل تعبيرات الوجه أهمية عن الإشارات اليدوية في نقل المعنى. فهي تساعد على إيصال المشاعر والمواقف، وكذلك التأكيد على نقاط معينة. على سبيل المثال، يمكن أن تعني العبوس عدم الموافقة، بينما تعبر الابتسامة عن السعادة.</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>حركات الفم:</li>
            <p>في حين أن لغة الإشارة العربية لا تعتمد بشكل أساسي على الأصوات، يمكن استخدام حركات الفم أحيانًا لتوضيح نطق بعض الكلمات العربية أو لتقليد الأصوات. على سبيل المثال، قد يقترن تحريك الشفاه بحركة تشير إلى "كتاب" مع نطق صامت لكلمة "كتاب" من أجل الوضوح.</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>حركات الجسم:</li>
            <p>تلعب حركات الجسم دورًا داعمًا في نقل المعنى وتعزيز التواصل. على سبيل المثال، يمكن أن يميل الجسم للأمام للتأكيد على نقطة ما، أو قد يتم إمالة الرأس للتعبير عن الاستفهام.</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>قواعد النحو:</li>
            <p>تمامًا مثل اللغات المنطوقة، فإن لغة الإشارة العربية لديها قواعد نحوية خاصة بها تحكم ترتيب الإشارات وتكوين الجمل المعقدة. على سبيل المثال، قد يتغير ترتيب الكلمات في جملة الإشارة العربية عن ترتيبها في جملة عربية منطوقة.</p>

        </ul>
        <h2>لماذا تعلم لغة الإشارة العربية مهم؟</h2>
        <p>تعلم لغة الإشارة العربية له فوائد عديدة تتجاوز مجرد القدرة على التواصل مع مجتمع الصم وضعاف السمع. فهو يساعد على:</p>
        <ul>
            <li style={{fontSize: '18px', fontWeight: "600"}}>كسر حاجز الصمت:</li>
            <p>تعلم لغة الإشارة العربية يفتح الباب أمام عالم كامل من التواصل مع الأشخاص الصم، مما يسمح بالفهم المتبادل وبناء علاقات أقوى.</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>تعزيز التعاطف والشمول:</li>
            <p>من خلال تعلم لغة الإشارة العربية، يمكننا اكتساب فهم أفضل لتحديات التي يواجهها الصم، مما يعزز التعاطف والرغبة في خلق مجتمع أكثر شمولية.</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>تحسين مهارات التواصل بشكل عام:</li>
            <p> تعلم لغة الإشارة العربية يمكن أن يحسن مهارات التواصل الشفوي وغير اللفظي بشكل عام، حيث يجعلك أكثر دراية بلغة الجسد وتعبيرات الوجه.</p>
        </ul>





    </div>
  )
}

export default ArticleOne