import React from 'react'

const ArticleThree = () => {
  return (
    <div dir='rtl'  className='article'>
        <div>
      <h1>تطور اللغة الإشارية العربية: الماضي والحاضر والمستقبل</h1>
      <p>
        لغة الإشارة العربية تمتاز بتاريخ غني وتطور مستمر يعكس تطور المجتمع الصم
        في العالم العربي. في هذا المقال، سنستكشف رحلة تطور اللغة الإشارية
        العربية منذ الماضي وحتى الحاضر، ونلقي نظرة على المستقبل المشرق الذي ينتظر
        هذه اللغة الغنية بالتاريخ.
      </p>
      <h2>الماضي:</h2>
      <p>
        يعود تاريخ استخدام لغة الإشارة في العالم العربي إلى قرون عديدة، حيث كانت
        وسيلة اتصال أساسية بين الأشخاص الصم والبكم. تطورت لغة الإشارة في هذه
        الفترة لتصبح نظامًا معقدًا من الإشارات والحركات المتفق عليها في مختلف
        المجتمعات العربية.
      </p>
      <h2>الحاضر:</h2>
      <p>
        في العصر الحديث، شهدت لغة الإشارة العربية تطورات هامة بفضل التقنيات
        الحديثة والتغيرات في الفهم والتوعية بحقوق الأشخاص الصم. تم تطوير قواميس
        إشارية رسمية وتعزيز الجهود لتدريس اللغة الإشارية في المدارس والجامعات.
      </p>
      <h2>المستقبل:</h2>
      <p>
        يتوقع أن يشهد مستقبل لغة الإشارة العربية المزيد من التطورات والتحسينات،
        مع زيادة الوعي بحقوق الأشخاص الصم وتقدير قيمتهم المجتمعية. من المتوقع
        أن تزداد الجهود لتوفير الموارد التعليمية ودعم البحوث التي تساهم في تعزيز
        اللغة الإشارية وتطويرها.
      </p>
    </div>
    </div>
  )
}

export default ArticleThree