import React from 'react'

const ArticleTwo = () => {
  return (
    <div dir='rtl' className='article'>
        <h1>التحديات والحلول لتمكين الأشخاص الصم في الدول العربية</h1>
        <p>يواجه الأشخاص الصم في الدول العربية العديد من التحديات التي تعيق مشاركتهم الكاملة في المجتمع. تشمل هذه التحديات:</p>
        <ul>
            <li style={{fontSize: '18px', fontWeight: "600"}}>التحديات في التواصل:</li>
            <p>يصعب على الأشخاص الصم التواصل مع الأشخاص الذين لا يفهمون لغة الإشارة العربية.
التحديات في التعليم: يواجه الأطفال الصم صعوبة في الوصول إلى التعليم المناسب، خاصة في المراحل المبكرة من حياتهم.</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>التحديات في العمل:</li>
            <p>يواجه الأشخاص الصم صعوبة في العثور على فرص عمل مناسبة</p>
            <li>التحديات في الحياة الاجتماعية:</li>
            <p>يواجه الأشخاص الصم صعوبة في المشاركة في الأنشطة الاجتماعية والتفاعل مع الآخرين.</p>
        </ul>
        <h2>الحلول لتمكين الأشخاص الصم:</h2>
        <ul>
            <li style={{fontSize: '18px', fontWeight: "600"}}>نشر الوعي بلغة الإشارة العربية:</li>
            <p> يجب نشر الوعي بلغة الإشارة العربية بين أفراد المجتمع</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>تحسين خدمات الترجمة:</li>
            <p>يجب توفير خدمات الترجمة الفورية للغة الإشارة العربية في جميع مجالات الحياة،
توفير التعليم المناسب: يجب توفير تعليم مناسب للأطفال الصم</p>
            <li style={{fontSize: '18px', fontWeight: "600"}}>دعم المشاركة الاجتماعية:</li>
            <p> يجب دعم مشاركة الأشخاص الصم في الأنشطة الاجتماعية</p>
        </ul>
        <h3>يمكن تمكين الأشخاص الصم في الدول العربية من خلال معالجة التحديات التي يواجهونها بشكل فعال.</h3>





    </div>
  )
}

export default ArticleTwo